{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Clean Air for Brighton &amp; Hove - cleanairbh.com",
	"language": "en",
	"home_page_url": "https://cleanairbh.com/",
	"feed_url": "https://cleanairbh.com/feed/feed.json",
	"description": "This is the website for the group Clean Air for Brighton &amp; Hove.  We campaign for better air quality in the city. We meet, share resources and discuss Brighton &amp; Hove&#39;s air quality.",
	"author": {
		"name": "Adrian Hill",
		"url": "https://example.com/about-me/"
	},
	"items": [
		{
			"id": "https://cleanairbh.com/blog/cleanTaxiIncentives/",
			"url": "https://cleanairbh.com/blog/cleanTaxiIncentives/",
			"title": "Is it Time for Incentives to Help Clean Up Our City&#39;s Taxis?",
			"content_html": "<p>23% of all the taxis in our city are of the age, manufacturer and fuel type (diesel) associated with the VW emissions scandal.\nAs a result, these vehicles are much more likely to emit more pollution than other vehicles.\nThe more pollution we are exposed to, the more damage it will do to our health.\nEven though these vehicles may be newer and have the euro 6 standard stamp of approval,\nthey will likely perform worse than intended; these vehicles are defective.</p>\n<p>The good news is that owners who have been mis-sold these poorly performing vehicles can claim large amounts of money back from the manufacturer.\nThe manufacturers agreed to settle a group claim and pay compensation to the owners of with those vehicles.\nAlmost £200 million has already been paid out.\nIf a product causes harm we cannot reasonably expect the product to remain in use, especially when those who are harmed by the pollution levels can't take steps to avoid it.\nSome recent studies have shown that somewhere between a third and half of all childhood asthma cases in cities are caused by being exposed to high levels of pollution.\nIt is absolutely vital to improve the air quality.</p>\n<p>Taxi drivers on average drive around 20,000 miles per year with some reaching up to 40,000.\nThose miles will usually be driven inside the city right next to the places where we spend long periods of time.\nThese locations, where we spend the majority of our time, are the areas where we need to be concentrating most when cleaning up our environment.\nVehicles that fail emission testing shouldn't be driven next to our schools, bus stops, hospitals, doctor's surgeries, pharmacies, homes and parks.</p>\n<p>Some european countries have banned these vehicles in parts of their cities because the alternative is simply unacceptable.\nHowever I feel our city will continue to be slow to react to the health harm these vehicles cause.\nWhile we continue to wake up to our slow acknowledgement these vehicles do cause us ill health, in the meantime, I feel we should at least provide incentives to drivers to clean up these vehicles.\nGrants and reduced licence fees for cleaner vehicles could easily be rolled out by our local council.</p>\n<p>In Cambridge (and other cities), the incentives are provided by cheaper license fees.\nThe different categories being electric, euro 6 and older vehicles.\nTo preserve council financial accounts when reducing license fees some of the lost revenue could be switched to those with older vehicles.\nCambridge actually offers their electric vehicle licenses for free.\nIt is my opinion we could do this in Brighton &amp; Hove.</p>\n<p>The council could go further still by awarding grants to upgrade vehicles.\nIn fact Uber corporation help drivers save money for vehicle upgrades by automatically creating a savings pot by taking a small percentage from their taxi fares.</p>\n<p>Taxi drivers are exposed to some of the highest levels of pollution of all city workers because they spend hours in traffic,\nwaiting regularly at taxi ranks near idling engines and rarely spend time away from these polluted environments.\nWhen talking about cleaning up the air we often talk about protecting the most vulnerable such as children, the elderly and those with existing health conditions.\nHowever it is also very important to think about reducing the exposures of those who likely breathe in the most; taxi drivers themselves.</p>\n<p>Bus operators have been forced to upgrade their fleet due to the ULEZ on North Street and Western Road.\nThe ULEZ doesn't apply to taxis but does apply to buses.\nMany of the upgrades to the bus fleets will have been paid for by passenger fares.\nIf the poorest transport users can afford to upgrade to cleaner vehicles and taxi drivers in other cities (and countries) continue to upgrade\nmuch faster rate than our own, surely it is time to introduce some incentives as a matter of priority.</p>\n<p>Air pollution causes significant ill health to tens of thousands of Brighton &amp; Hove residents and it is time we took the steps to improve lives.</p>\n<img src=\"https://cleanairbh.com/img/TaxiDieselByCity.png\" width=\"800\">\n<img src=\"https://cleanairbh.com/img/TaxiElectric.png\" width=\"800\">\n",
			"date_published": "2023-02-22T00:00:00Z"
		}
		,
		{
			"id": "https://cleanairbh.com/blog/scaExtension/",
			"url": "https://cleanairbh.com/blog/scaExtension/",
			"title": "SCA Extension - Question Posed at ETS meeting on 17th of January 2023",
			"content_html": "<p>On this latest ETS meeting I asked again about an extended Smoke Control Area.\nA Labour Group amendment, backed by the Conservative party, voted to delay (or possibly prevent) an extended SCA.\nWhat is the impact of this?</p>\n<blockquote>\n<p>14% of the city suffer asthma.</p>\n<p>Between 1/3 and half of all childhood asthma is caused by poor air quality (Bradford &amp; Barcelona studies).  Air pollution also causes heart disease, COPD, lung cancer, low birth weight, premature birth, dementia, organ damage and developmental problems.</p>\n<p>38% of particulate emissions (UK) are from solid fuel burning (DEFRA)</p>\n<p>Particulate pollution increased in Preston Park the last three years (AQASR).</p>\n<p>A Labour Group amendment was submitted to the recent AQAP delaying a SCA extension and denying residents protection against the worst solid fuel pollution offences; will research into SCA extension be made a priority?</p>\n</blockquote>\n",
			"date_published": "2023-01-17T00:00:00Z"
		}
		
	]
}
